Tekla Open API Reference for Tekla Structures 2025
BoltGroup.Washer3 Property
 Indicates whether the washer 3 is used in the assembly.
 Namespace: Tekla.Structures.Model
 Assembly: Tekla.Structures.Model (in Tekla.Structures.Model.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public bool Washer3 { get; set; }
Public Property Washer3 As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BoltGroup Class
Tekla.Structures.Model Namespace